brew "act"
brew "argocd"
brew "automake"
brew "awscli"
brew "aws-iam-authenticator"
brew "aws-vault"
brew "bash-completion"
brew "colima"
brew "cosign"
brew "crane"
brew "dive"
brew "docker"
brew "bat"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "hadolint"
brew "helm"
brew "jq"
brew "k9s"
brew "kind"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "mkdocs"
brew "node"
brew "nvm"
brew "openssl"
brew "pkg-config"
brew "powerlevel10k"
brew "ripgrep"
brew "pyenv"
brew "pyenv-virtualenv"
brew "sesh"
brew "stern"
brew "tailscale"
brew "tilt"
brew "tree"
brew "tmux"
brew "uv"
brew "virtualenv"
brew "wget"
brew "xz"
brew "yamllint"
brew "zsh-syntax-highlighting"
brew "zoxide"

cask "1password"
cask "font-meslo-lg-nerd-font"
cask "claude-code"
cask "descript"
cask "devin-desktop"
cask "discord"
cask "granola"
cask "iterm2"
cask "obsidian"
cask "rectangle"
# cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "zen"
