brew "act"
brew "automake"
brew "awscli"
brew "aws-iam-authenticator"
brew "aws-vault"
brew "bash-completion"
brew "colima"
brew "cosign"
brew "crane"
brew "dive"
brew "docker"
brew "exiftool"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "glab"
brew "hadolint"
brew "helm"
brew "jq"
brew "k9s"
brew "kind"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "mkdocs"
brew "nvm"
brew "openssl"
brew "pkg-config"
brew "pyenv"
brew "pyenv-virtualenv"
brew "stern"
brew "tree"
brew "uv"
brew "vault"
brew "virtualenv"
brew "wget"
brew "xz"
brew "yamllint"
brew "zsh-syntax-highlighting"
brew "zoxide"

cask "1password"
cask "claude-code"
cask "discord"
cask "docker"
cask "iterm2"
cask "obsidian"
# cask "slack"
cask "spotify"
cask "telegram"
# cask "visual-studio-code"
cask "windsurf"
cask "whatsapp"
cask "zoom"
