brew "act"
brew "ansible"
brew "ansible-lint"
brew "automake"
brew "awscli"
brew "aws-iam-authenticator"
brew "aws-vault"
brew "consul"
brew "cosign"
brew "docker-compose"
brew "bash-completion"
brew "exiftool"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "glab"
brew "hadolint"
brew "helm"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "nvm"
brew "openssl"
brew "pkg-config"
brew "pyenv"
brew "pyenv-virtualenv"
brew "terragrunt", args: ["ignore-dependencies"]
brew "tfenv"
brew "tree"
brew "vault"
brew "virtualenv"
brew "wget"
brew "xz"
brew "yamllint"

cask "1password"
cask "brave-browser"
cask "discord"
cask "docker"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "obsidian"
cask "meetingbar"
cask "nordvpn"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
