dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.vscode-codeql
golang.go
GrapeCity.gc-excelviewer
hashicorp.terraform
johnpapa.vscode-peacock
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
oderwat.indent-rainbow
pranaygp.vscode-css-peek
redhat.vscode-yaml
redhat.vscode-xml
snyk-security.snyk-vulnerability-scanner
SonarSource.sonarlint-vscode
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
